Repository: zeteticl/xcode-demo-visionos
Catalog: Diorama/Diorama/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_cn

source: A 145-mile river that flows through Yosemite Valley, beginning in the Sierra Nevada and ending in the San Joaquin River.
ja: シエラネバダ山脈から流れ出し、サンホアキン川にそそぐ、ヨセミテ渓谷を流れる全長145マイルの川。
ko: 이 강은 시에라네바다에서 시작해 요세미티 밸리를 따라 샌호아킨강까지 장장 145마일(약 233km)에 걸쳐 흐릅니다.
zh_cn: 一条长145英里的河流穿越优胜美地山谷，起始于内华达山脉，最终汇入圣华金河。

source: A popular destination for rock climbers, this formation is composed almost entirely of granite and is approximately 100 million years old.
ja: ロッククライマーの聖地。ほぼすべてが花こう岩でできていて、誕生は約1億年前に遡ります。
ko: 암벽 등반가들에게는 유명한 여행지인 이 암반 지대는 전부 화강암으로 이루어져 있으며 약 1억 년의 세월을 간직하고 있습니다.
zh_cn: 这里深受攀岩者喜爱。它形成于约1亿年前，几乎全部由花岗岩构成。

source: A prominent rock formation comprising of many cliffs and pinnacles. The three major summits tower over 2,000 feet high above Yosemite Valley.
ja: 多くの崖と峰からなるひときわ目を引く岩山。3つの高峰はヨセミテ峡谷から2,000フィートの高さにそびえたちます。
ko: 여러 개의 절벽과 기암으로 압도적인 지형을 자랑하는 암반 지대입니다. 요세미티 밸리에서 600미터 상공으로 우뚝 솟은 세 개의 봉우리가 탄성을 자아냅니다.
zh_cn: 此处岩石遍布，悬崖尖峰众多。三座高度超2000英尺的主峰高耸入云，傲视优胜美地山谷。

source: Cathedral Rocks
ja: カテドラルロック
ko: 커시드럴 록
zh_cn: 大教堂岩石

source: El Capitan
ja: エル・キャピタン
ko: 엘 캐피탄
zh_cn: 埃尔卡皮坦山

source: Merced River
ja: マーセド川
ko: 머세드강
zh_cn: 默塞德河

source: Morph
ja: 変形
ko: 모핑
zh_cn: 变形

source: Parsons Landing
ja: パーソンズ・ランディング
ko: 파슨스 랜딩
zh_cn: 帕森斯平台

source: Ribbon Beach
ja: リボン・ビーチ
ko: 리본 비치
zh_cn: 里本海滩

source: Scale
ja: 縮尺
ko: 크기
zh_cn: 缩放

source: Show Diorama
ja: ジオラマを表示
ko: 디오라마 보기
zh_cn: 显示立体模型

source: Two Harbors
ja: トゥー・ハーバーズ
ko: 투 하버스
zh_cn: 双港市
